;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Português
;Language name in English e.g. German
LanguageEn=Brazilian Portuguese

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(vazio)
21027=OK
21028=Cancelar
21029=Fechar

;Words - simple words can be reused
150=Nenhum
151=Aplicar
152=Pasta
153=Arquivo
154=Nome
155=Caminho
156=Nome:
157=Tecla de atalho:
158=Caminho:
159=Repor a zero
160=Tecla de atalho
161=Editar
162=Tema
163=Exportar
;164=Tip
165=Exemplo:
166=Parâmetro
167=Personalizado

;Global
602=Opções do Listary

;Balloon
801=Listary está sendo executado em segundo plano.
802=Localizar conforme você digita
803=Encontrar conforme digita foi desativado temporariamente para esta lista. Pressione ESC para restaurar.

;Tray Menu
1001=Ajuda Online
1002=Verificar atualizações...
1003=Sobre
1004=Sair

;Toolbar
1100=Pesquisar

;Favorite Menu
2000=Favorito
2001=Este aplicativo
2002=Global
2003=Adicionar Aqui
2004=Adicionar Pasta Atual aos Favoritos
2050=Falha ao adicionar favoritos
2051=Listary não foi capaz de obter o caminho a partir deste aplicativo.

;Recent Menu
2100=Recentes
2101=Limpar
2105=Rastrear este Aplicativo
2106=Não Rastrear este Aplicativo

;Commands Menu
2201=Pastas abertas atualmente
2202=Alternar para a última pasta aberta no Gerenciador de Arquivos
2203=Abrir o arquivo selecionado no Gerenciador de Arquivos
2204=Explorar a Pasta Atual
2205=Prompt de comando
2206=Ir para a Pasta do Aplicativo
2207=Explorar a Pasta do Aplicativo
2208=Exibir Extensão do Arquivo
2209=Exibir Arquivos Ocultos e de Sistema
2210=Copiar Caminho da Pasta para a Área de Transferência
2211=Copiar Caminhos dos Itens selecionados para a Área de Transferência
2212=Copiar os Nomes dos Itens selecionados para a Área de Transferência
2213=Opções
2214=Atualizar para a Versão Pro
2215=Exportar conteúdo de lista para o Excel
2216=Desativar Listary para Este Aplicativo
2218=Separador
2219=Um nível acima
2220=Criar Pasta
2252=Você tem certeza que deseja desabilitar Listary para esse aplicativo?
2253=Desabilitar o Listary
2254=Listary não será mais exibido a partir da próxima inicialização do aplicativo.\nVocê pode sempre ir para Opções > Aplicativos para ativa-lo novamente.
2260=Prompt de comando (Administrador)
2261=Adicionar a pasta atual como um projeto

; Export to Excel command
2270=Desculpe, esta lista não é suportada.
2271=Processando...
2272=Falha ao salvar, por favor, verifique se o arquivo está aberto em outro programa.

;Search
2300=Lista
2301=Ir para
2302=Nenhum item corresponde à sua pesquisa.
2303=(pasta atual)
2304=Projeto
2305=Menu de contexto

;Options > General
3000=Geral
3001=Iniciar Listary quando o Windows iniciar
3002=Definir automaticamente o foco de entrada para Lista de Arquivos do Explorer em Windows XP
3004=Alternar Rápido (Abrir a pasta atual no diálogo de Arquivo ao alternar de um gerenciador de Arquivos)
3005=Idioma:
3006=Gerenciador de Arquivos Padrão
3007=Preencha aqui se preferir utilizar outro Gerenciador de Arquivos em alternativa ao Windows Explorer.\nUse %1 no parâmetro para o caminho. Não esqueça as aspas.
3008=Fuzzy na Correspondência
3009=Verificar se há atualizações automaticamente
3010=Verificação por novas versões beta
3011=Redefinir Dicas
3012=Por favor, altere o "Caminho" para o caminho real de $1 no seu sistema.
3020=Prefixo para desativar temporariamente "Localizar conforme você digita" para a lista atual (pressione ESC para restaurar):

;Options > Favorites
3100=Favoritos
3106=Submenu

;Options > Keywords
3300=Palavras-chave
3306=Adicionar comando personalizado
3309=Comando
3313=Exibir o título:
3314=Descrição:
3315=Keyword:
3316=Em silêncio
3317=Executar como administrador
3318=Adicionar em lote
3319=Pasta de trabalho:
3320=Mostrar apenas no lançador
3330=Formato:

;Options > Applications
3402=Ativar Listary para este aplicativo
3403=Rastrear Arquivos e pastas recentes

;Options > Display
3603=Relativa à lista
3604=Relativa à janela
3605=De cima
3606=Do fundo
3607=Da esquerda
3608=Da direita
3618=Parte superior da janela
3619=Parte inferior da janela
3620=Relativo ao monitor
3621=Centro da janela
3624=Clique duas vezes com o mouse na área vazia para ativar Listary
3625=Clique com o botão do meio do mouse para ativar Listary
3626=Ativar teclas de atalho do Listary
3628=Posição da barra de ferramentas
3629=Localizar conforme você digita

;Options > Pro
3800=Atualizar para Listary Pro
3802=Nome:
3803=Email:
3804=Código de registo:
3808=Colar da Área de Transferência
3809=Verificar Código de Registo
3810=Parabéns, você atualizou com êxito para Listary Pro!
3811=Desculpe, o código de registro é inválido.
3812=Listary é gratuito para uso pessoal e não comercial.
3813=Se você quiser usar Listary para fins comerciais ou no seu local de trabalho, ou se você deseja oferecer suporte o desenvolvimento de Listary, por favor, atualize para o Listary Pro.
3814=Obter Listary Pro agora!

;Options > About
3900=Sobre
3902=Ver Homepage
3903=Este programa está licenciado para

;Options > Integration
4000=Integração
4002=Utilizar Total Commander para substituir os diálogos de Arquivo:

;Custom Command Dialog
4200=Comando personalizado
4202=Parametro:
4210=Criar arquivo Txt (exemplo)
4211=Criar "{query}.txt"
4212=Por exemplo, digite "txt abc" para editar "abc.txt" com o bloco de notas

;Add Favorite Dialog
4300=Adicionar Favorito
4301=Use o caminho

;Menu List
4400=Menu
4401=Barra de ferramentas
4402=Menu pop-up
4403=Favorito
4404=Aplicativo favorito
4405=Menu Diretório do Total Commander
4406=Recentes
4407=Comandos
4408=Menu do clique esquerdo na bandeja
4409=Menu do clique direito na bandeja

;Menu List Item Type
4500=Pasta favorita
4501=Documento favorito
4502=Iniciar aplicativo

;Options > Menus
5000=Menus
5001=Comandos
5002=Redefinir Menus
5003=Tem certeza de que deseja redefinir todos os menus ao padrão? Você não perderá seus favoritos ou comandos.
5010=Alterar ícone
5011=Restaurar o ícone padrão

;Options > Hotkeys
5200=Teclas de atalho
3503=Mostra barra de ferramentas:
3504=Mostrar menu popup:
5201=Pressione Ctrl duas vezes para exibir/ocultar Listary
5210=Próximo item:
5211=Item anterior:


;Options > By Application
5300=Configurações do Aplicativo
5301=Caminhos fixados
5302=Somente aplicativos com configurações fora do padrão são mostrados.

;Options > Index
;Removed: 5402 5403
5404=Busca de Disco Excluir
5410=Excluir uma unidade ou pasta
5411=Adicionar um filtro de exclusão
5412=Remove a entrada selecionada
5413=Pesquisa de disco
5416=Desativar a busca de disco
5417=Forçar reconstruir índice
5418=Carregando...
5419=Índice
5420=Volumes NTFS
5421=Locais de índice personalizado
5422=Exclusões de pasta inválida
5423=Filtros de exclusão
5430=Adicionar um local personalizado para índice
5440=Atualizar o índice a cada $1 minutos (0 para desativar)
5441=Atualizar Índice agora


;Options > History
5500=Histórico
5501=Rastrear histórico de arquivos e pastas abertas
5502=Limpar histórico
5503=Tem certeza que deseja excluir todos os registros do histórico?
3208=Selecionar automaticamente o último Arquivo aberto no diálogo Abrir Arquivo
3215=Pesquisar arquivos e pastas recentes
5510=Excluir Histórico

;Options > Projects
5600=Projetos
5601=Keyword
5602=O que é isto?
5603=Por exemplo, se você adicionar "D:\Websites\My Blog" como um projeto com a palavra "blog", você pode digitar "blog arquivo_para_encontrar.html " para pesquisar arquivos e pastas dentro do projeto a qualquer momento.
5605=Atualize agora para Listary Pro para usar projetos!

;Options > Appearance
5700=Aparência
5701=Tamanho
5702=Normal
5703=Pequeno
5710=(em pixels. 0 para usar o padrão)
5711=Largura:
5712=Altura máxima:

;Options > Launch Apps
5800=Lançar Apps
5801=Pastas de pesquisa
5802=Procurar apps na Windows Store

;Options > Search
5901=Filtros
5902=Tipo "consulta de palavra-chave: pesquisa" ou "Pesquisar palavra-chave de consulta:" aplicar um filtro de pesquisa
5910=Procurar em:
5911=Procurar por:
5912=Extensões:

;Options > Actions
6000=Ações
6001=Adicionar ação personalizada
6010=Abrir com Bloco de notas (exemplo)

;Dialog > Add Exclude Filter
6100=Adicionar Excluir Filtro
6101=*corresponde a zero ou mais caracteres
6102=? correspondências exatas de um caractere
6103=Filtro:

;Dialog > Register Hotkey
6200=Tecla de atalho Listary
6201=Tecla de atalho $1 é usada por outro aplicativo.
6202=Especifique um novo:

;Dialog > Upgrade to Pro
6301=Esta é um recurso PRO, oferecido aqui para avaliação gratuita.
6302=Continuar

;Updates
6400=Atualização do Listary
6402=Listary não pode verificar se há atualizações agora, por favor, tente novamente mais tarde.
6403=Você já está usando a versão mais recente do Listary, por favor verifique novamente no futuro.
6404=Uma nova versão de $1 está disponível.
6405=Versão instalada:
6406=Última versão:
6407=Abrir a página de Download
6408=Ignorar esta versão
6409=Lembre-me mais tarde

; Parameter tips
6500=Você pode usar as seguintes variáveis no parâmetro:
6510=Consulta de pesquisa
6511=Caminho do resultado da pesquisa
6512=Pasta pai do resultado da pesquisa
6513=Caminho atual da pasta no Explorer

;UI
8000=Clique para definir a tecla de atalho
8001=Pressione a tecla de atalho

;Tips
8500=Pressione $1 para alternar para o modo iniciador
8501=Pressione $1 para acessar o menu Ações
8502=Pressione $1 para pesquisar somente arquivos

;Actions
9000=Ação
9001=Abra a pasta
9002=Copiar caminho para área de transferência
9003=Abrir
9004=Copiar Caminho da Pasta para a Área de Transferência
9005=Copie para a pasta atual
9006=Mover para a pasta atual
9007=Copiar
9008=Recortar
9009=Enviar para
9010=Definir Palavra-chave
9011=Abrir com
9020=Tem certeza de que deseja mover "$1" para "$2"?
9021=Escolher outro app

;Tutorial
7000=Tutorial
7001=Experimentá-lo!
7002=Próximo >
7003=Não, obrigado
7004=Feito
7005=Clique em *Próximo >* quando terminar

7010=Parece ser a primeira vez que você executa o Listary. Gostaria ver o tutorial?

7020=Será aberta uma janela do Explorer para você começar.

7030=No Explorer, você pode digitar diretamente o que você precisa.
7031=Escreva *text 2*

7040=* Tab / Up / Down:* Selecione um arquivo ou pasta
7041=*Enter:* Abra o arquivo selecionado ou pasta
7042=*ESC:* Ocultar barra de ferramentas do Listary

7090=Se você prefere o mouse, você pode usar o clique duplo do mouse ou clique do meio para acessar Listary.
7091=Clique duas vezes em qualquer área vazia do painel direito no Explorer.

7100=Para pesquisar todos seus apps e arquivos a qualquer momento, pressione Ctrl duas vezes.
7101=Pressione *Ctrl duas vezes*
7102=Digite *Notepad*
7103=Pressione Enter para abri-lo

7110=Agora você deve ter uma janela do bloco de notas aberta.
7111=No Bloco de Notas, clique em menu Arquivo > Abrir…
7112=Pressione *Ctrl + G*

7120=O Listary deixou esta caixa de diálogo Abrir navegar até a pasta atual no Explorer!

7130=Existem muitos outros recursos de Listary como favoritos, histórico e comandos. Para obter mais detalhes, veja nas opções do Listary através do ícone na área de notificação.

7141=Muito obrigado pelo seu tempo! Clique no seguinte link para saber mais sobre outras funcionalidades do Listary:
7142=Saiba mais sobre Listary

